<?php
@session_start();
if (!$_SESSION['user'])
?>
<?
require_once '../include/config.php';
?>
<html lang="ru">

<head>
        <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, shrink-to-fit=no">
    <title><?php echo $title ?> - Политика конфиденциальности</title>
	<meta name="description" content="<?php echo $description ?>">
    <link rel="icon" type="image/x-icon" href="../assets/img/logo-mini.png">
    <link rel="stylesheet" href="../assets/bootstrap/css/bootstrap.min.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Cinzel:500,600,700,800,900&amp;display=swap">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Lato:100i,300,300i,400,400i,700,700i&amp;display=swap">
    <link rel="stylesheet" href="../assets/css/styles.css">
	</head>

<body>

  
          <video class="videoh" autoplay="true" loop="true" muted="muted">
	  <source src="../video/header-bg2.mp4" type='video/mp4; codecs="avc1.42E01E, mp4a.40.2"'></video>


<?php $about = "-active"; ?>
<?php include "../include/leftmenu.php" ?>
         
<?php include "../include/social.php" ?>

<?php include "../include/menu.php" ?>
    
                         
            <!--header-->
			 <div class="header">
            <div class="page-header">
                
            <img id="logo-header" src="../assets/img/logo-header.png"/>
                
                 <div class="page">
                
                    <div class="page-top"></div>
                    <div class="page-body">
                    
                        <div class="page-content">
                        <h1>Политика конфиденциальности</h1>
                        <img src="../assets/img/line-title.png"/>
                            
                                <p>Настоящая Политика устанавливает особенности обработки данных пользователей Сервисов, предоставляемых <?php echo $title ?></p>

<p>Настоящий документ (далее – «Политика») является неотъемлемой частью Пользовательского Соглашения.</p>

<p>&nbsp;</p>

<p>При скачивании, установке, регистрации, получении доступа и любом другом способе использования Сервисов и/или Игры Вы в полном объеме принимаете условия настоящей Политики и выражаете свое определенное согласие на обработку Ваших данных способом и в целях как это описано в настоящем документе. Если Вы не согласны с настоящей Политикой, пожалуйста, откажитесь от скачивания, установки и любого иного использования Сервисов и Игры.</p>

<p>&nbsp;</p>

<p>Администрация вправе время от времени изменять и/или дополнять настоящую Политику без предварительного письменного уведомления пользователей. Вам необходимо с периодичностью раз в три календарных дня знакомиться с настоящей Политикой на предмет внесенных в нее изменений и/или дополнений. Если Вы продолжаете использовать Игру после внесения изменений в настоящий документ, вы подтверждаете свое согласие с новой редакцией Политики.</p>

<p>&nbsp;</p>

<p><strong>1. Цели обработки данных пользователей</strong></p>

<p>Данные предоставляются пользователями в связи с заключением с Администрацией Пользовательского Соглашеня.</p>

<p>Кроме того, данные могут быть предоставлены пользователями по запросу Администрации в связи с исполнением заключенных соглашений.</p>

<p>Случаи предоставления пользователем данных (без ограничения):</p>

<p>- При создании учетной записи на сайте и управлении ею;</p>

<p>- При участии в тестировании дополнительных игровых сервисов, новых версий и/или обновлений Игры (если применимо);</p>

<p>- При участии во внутриигровых ивентах, соревнованиях и иных подобных мероприятиях;</p>

<p>- При осуществлении доступа к Сервису/Игре посредством идентификаторов, используемых Вами для получения доступа на ресурсы третьих лиц (например, логина или ID пользователя, используемых в социальных сетях) или приглашения иных пользователей принять участие в Игре;</p>

<p>- При направлении запросов, писем или осуществления иных видов контактов с Администрацией;</p>

<p>- При использовании дополнительных, специальных сервисов внутри Игры.</p>

<p>Ваши данные обрабатываются в следующих целях (не ограничиваясь):</p>

<p>&nbsp;</p>

<p>- Предоставление возможности создания и последующего использования и управления пользовательским аккаунтом;</p>

<p>- Участия в Игре и доступ к игровым сервисам, предусмотренным сценарием Игры;</p>

<p>- Осуществления взаимодействия с другими пользователями;</p>

<p>- Исправление ошибок, модификацию Сервисов/Игры, разработку новых игровых возможностей и сервисов;</p>

<p>- Взаимодействие с пользователями для получения комментариев относительно Сервисов/Игры, осуществления поддержки Игры; направления уведомлений и иных важных сообщений касательно Сервисов/Игры;</p>

<p>- Анализ эффективности Сервисов/Игры и иных сопутствующих игровых сервисов;</p>

<p>- Прием, обработка и проверка платежей;</p>

<p>- Оказание технической поддержки;</p>

<p>- Информирование о будущих событиях, связанных с Сервисом, Играми, их обновлениями и иными аналогичными событиями.</p>

<p>&nbsp;</p>

<p><strong>2. Данные о пользователях, собираемые и обрабатываемые Администрацией.</strong></p>

<p>&nbsp;</p>

<p>Данные, которые собирает и обрабатывает Администрация в связи с Вашим использованием Сервисов и участием в Игре могут в себя включать (не ограничиваясь): имя, логин (в том числе пароль аккаунта), идентификатор пользователя на ресурсах третьих лиц (логина или ID пользователя), адрес электронной почты, пол, дата рождения, номер телефона, страна проживания, информация о списке ваших друзей в социальных сетях (если применимо), платежная информация и т.п.</p>

<p>Настоящим Вы осведомлены и понимаете, что в случае осуществления доступа к Сервису и Игре с использованием своего аккаунта в социальных сетях, данные, которые содержатся в Вашем профайле, например, но не ограничиваясь: имя, фотография или иное изображение использованное в качестве аватара, ID номер в данной социальной сети, адрес электронной почты, язык и иная информация, и т.д., становятся доступными для Администрации и могут обрабатываться Администрацией в порядке, установленном настоящей Политикой. Кроме того, в таком случае эти данные могут быть доступными для обозрения другими пользователями Сервисов и Игры.</p>

<p><strong>3. Иные данные, которые собирает и обрабатывает Администрация.</strong></p>

<p>В целях предоставления качественных услуг Администрация собирает и обрабатывает дополнительные неиндивидуальные данные. К таким данным относятся: уникальный идентификатор пользовательского устройства и параметры используемого программного обеспечения, название и версию операционной системы, тип устройства и аппаратные идентификаторы, часовой пояс, информацию о действиях пользователя на Сервисе и в Игре (журналы игровых действий, действий на Сервисе, внутриигровые достижения, время, проведенное в Игре, время последнего входа в Игру, информация о входах в Игру и т.д.).</p>

<p>Кроме того, Администрация может собирать информацию о Вашем IP- адресе и информацию о географическом местонахождении устройства, с которого осуществляется доступ к Сервису и Игре с целью предоставления Вам услуг и информации, доступных для соответствующей территории, на которой вы находитесь.</p>

<p>&nbsp;</p>

<p><strong>4. Использование. Распространение и передача данных.</strong></p>

<p>&nbsp;</p>

<p>Администрация может комбинировать (сливать, сращивать) и использовать скомбинированные данные пользователей с другой информацией (включая иные данными, которые собирает Администрация, как они определены в разделе 4 настоящей Политики) для обеспечения, управления и развития Игры.</p>

<p>&nbsp;</p>

<p>Администрация не продает ваши данные третьим лицам.</p>

<p>Кроме того, Ваши данные могут быть предоставлены третьим лицам в следующих случаях:</p>

<p>- Когда это необходимо с целью соблюдения законодательства, например, расследование случаев мошенничества при осуществлении платежей и осуществления любой иной незаконной деятельности;</p>

<p>- Когда имеются обоснованные подозрения на потенциальное или существующее нарушение прав Администрации, в целях защиты прав потерпевшей стороны.</p>

<p>&nbsp;</p>

<p><strong>5. Хранение данных.</strong></p>

<p>Период хранения данных составляет срок, в течение которого предоставляется Сервис и сопутствующие игровые сервисы (по наиболее продолжительному сроку).</p>

<p>&nbsp;</p>

<p><strong>6. Иные обязанности сторон.</strong></p>

<p>Пользователь является ответственным за полноту и достоверность предоставляемых им данных. В случае наличия несоответствий и/или некорректности в предоставленных Вами данных, они должны быть изменены, в том числе путем обращения к специалистам Администрации, как это указано в разделе Контакты.</p>

<p>Администрация оставляет за собой право при удалении и/или изменении данных пользователей, хранить те данные, которые необходимы для целей соблюдения применимого законодательства, обеспечение безопасности и эффективности Сервисов и Игры.</p>

<p>&nbsp;</p>

<p><strong>7. Контакты</strong></p>

<p>Связь с уполномоченным представителями администрации осуществляется через систему клиентской поддержки на нашем форуме и по средствам внутриигровых тикетов.
                        </p>
                        

                        </div>   
                    
                </div>
                </div>
            </div>
                    
                </div>   
            
            <!--end header-->
            
<?php include "../include/footer.php" ?>

        <script>
    function openNav() {
    document.getElementById("mySidenav").style.width = "250px";
}
 
    function closeNav() {
    document.getElementById("mySidenav").style.width = "0";
}
    </script> 

    <script>

    var video = document.getElementById("header-video");

    </script>
    <script src="../assets/bootstrap/js/bootstrap.min.js"></script>
    <script src="../assets/js/sidenav.js"></script>    
</body>

</html>